[
    {
        "title":"Rakshith S",
        "customer":"customer",
        "description":"Even being miles away in USA, The team kept us in the loop about everything that involved building our dream home. House construct did an amazing job at it."
    },
    {
        "title":"Amit Goel",
        "customer":"customer",
        "description":"We are extremely grateful for their dedication and commitment to our project. . If you are looking to build a dream home in reasonable budget go for House construct. You will start appreciating your decision right from the beginning. Thank you House Construct for surpassing our expectations"
    },
    {
        "title":"Shridhar Subramanian",
        "customer":"customer",
        "description":"When discussing house construction, the team provided a clear and transparent quotation, meticulously explaining every detail. Impressed by their commitment, we felt confident and well-informed."
    },
    {
        "title":"Abhilash Jain",
        "customer":"customer",
        "description":"When I talk about House construction, we received very clean and transparent quotation. The team has explained to me each and every point mentioned in the quotation."
    },
    {
        "title":"Chandan",
        "customer":"customer",
        "description":"I love House Construct; everyone has been great to work with, Professionalism, Punctuality, Quality, Responsiveness, Value Good quality and value for money. Thank you for the amazing service."
    },
    {
        "title":"Thomas Shibu",
        "customer":"customer",
        "description":"In our house construction journey, the team presented a detailed quotation, meticulously explaining every aspect. Their commitment to clarity and thorough communication instilled confidence, making our experience truly noteworthy. Highly recommend for their professionalism and expertise."
    },
    {
        "title":"Jayanthi Shetty",
        "customer":"customer",
        "description":"Honest, timely, trustworthy,very knowledgeable and friendly. I would definitely recommend this company to family and friends."
    },
    {
        "title":" Gagan Hegde",
        "customer":"customer",
        "description":"xceptional transparency in the house construction process—received a clear, detailed quotation, and the team went above expectations, ensuring we understood every aspect. Confident and well-informed throughout. Highly recommend!"
    }
]